Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: The Sino-Nepalese Treaty of Peace and Friendship was an official settlement between the governments of Nepal and China signed on 28th April 1960, which ratified an earlier agreement on the borders separating the neighboring nations from each other. Gerry Van Tronder has argued that this document fitted into an attempt to maintain the image that Beijing was a "powerful but essentially benevolent leader in Asia", following the 1959 Tibetan Uprising.[1] Contemporary Nepali, Chinese and Indian commentators have stressed the importance of the treaty in determining Nepal's relationship with China in the past and present.
ne: चीन-नेपाल शान्ति तथा मैत्री सन्धि नेपाल र चीनको सरकार बीच २८ अप्रिल १९६० मा हस्ताक्षर भएको आधिकारिक सम्झौता हो, जसले छिमेकी राष्ट्रहरुलाई एक अर्काबाट छुट्ट्याउने सीमाको बारेमा अघिल्लो सम्झौताको अनुमोदन गर्‍यो। गिरी भ्यान ट्रोन्डरले १९५९ को तिब्बती विद्रोह पछि यो कागजातले बेइजिङ "एशियामा शक्तिशाली तर अत्यावश्यक परोपकारी नेता" हुन् भन्ने छवि राख्ने प्रयास गरेको तर्क गरेका छन। [१] समकालीन नेपाली, चिनियाँ र भारतीय टिप्पणीकारहरूले विगत र वर्तमानमा चीनसँगको नेपाल सम्बन्धको निर्धारणमा यस सन्धिको महत्त्वमा जोड दिएका छन्।

source: This is a list of diplomatic missions in Nepal. At present, the capital of Kathmandu hosts 30 embassies. Many other countries have non-resident embassies either resident in New Delhi or elsewhere.
ne: यो नेपालको कूटनीतिक नियोगहरु को एक सूची हो । हाल नेेेेपालको राजधानी प काठमाडौंमा ३० दूतावासहरू छन्। अरू धेरै देशहरूमा नयाँ दिल्ली वा अन्यत्र रहेका गैर आवासीय दूतावासहरू छन्।

source: Non-resident embassies
ne: गैर आवासीय दूतावासहरू

source: Israel–Nepal relations, established on 1 June 1960, are the relations between Israel and Nepal making Nepal one of the first Asian countries to have diplomatic ties with Israel.[1][2][3]
ne: इजरायल -नेपाल कुटनैतिक सम्बन्ध - १ जून १९६० मा स्थापित, इजरायल र नेपालबीचको सम्बन्ध होो। नेपाालल इजरायलसँग कूटनीतिक सम्बन्ध राख्ने पहिलो एसियाली देश हो। [१] [२] []]

source: Nepal opened its embassy in Tel Aviv, Israel on 13 August 2007.[5]
ne: नेपालले १३ अगस्ट २००७ मा तेल अवीव, इजरायलमा आफ्नो दूतावास खोले। [१]

source: Air service
ne: हवाइ सेवा

source: King Mahendra of Nepal (second from left) in a 1958 visit to Israel's Weizmann Institute of Science.
ne: सन् १९५८ मा नेपालका राजा महेन्द्र (बायाँबाट दोस्रो) इजरायलको वेइज्मान विज्ञान संस्थानको भ्रमणमा थिए।

source: Diplomatic relations between Nepal and Israel were established on 1 June 1960.[4] Since the establishment of ties, Nepal has supported Israel internationally. Israel opened its embassy in Kathmandu in March 1961.[4] The Nepalese Ambassador to Egypt was at first accredited to Israel.[4] Nepal also opened the Nepalese honorary consulate general in Israel in 1993[4] and embassy in 2007. The current Nepalese Ambassador to Israel is Baija Nath Thapalia, who presented his credentials to President Peres on March 19, 2008.
ne: नेपाल र इजरायल बीच १ जुन १९६० मा कूटनीतिक सम्बन्ध स्थापित भयो। [१] सम्बन्ध स्थापना भएदेखि नै नेपालले अन्तर्राष्ट्रिय रूपमा इजरायललाई सहयोग पुर्‍याएको छ। इजरायलले मार्च १९६१ मा राजधानी काठमाडौंमा आफ्नो दूतावास खोले। [१] इजिप्टमा नेपाली राजदूत पहिलो पटक इजरायलमा मान्यता प्राप्त थिए। [१] नेपालले इजरायलमा १९९३ मा नेपाली मानद वाणिज्य दूतावास [१] र २२००७ मा दूतावास खोले। इजरायलमा हालका नेपाली राजदूत बैजनाथ थापालिया हुन् जसले मार्च १९ मार्च २०,०८ ष्ट्र पति पेरिस समक्ष आफ्नो ओहोदाको प्रस्तुत गरे।

source: Vanguard party
ne: भान्गार्ड पार्टी

source: Leninism is a political ideology developed by Russian revolutionary Vladimir Lenin that proposes the establishment of the dictatorship of the proletariat, led by a revolutionary vanguard party, as the political prelude to the establishment of Communism. The function of the Leninist vanguard party is to provide the working classes with the political consciousness (education and organisation) and revolutionary leadership necessary to depose capitalism in the Russian Empire (1721–1917).[1] Leninist revolutionary leadership is based upon The Communist Manifesto (1848) identifying the communist party as "the most advanced and resolute section of the working class parties of every country; that section which pushes forward all others." As the vanguard party, the Bolsheviks viewed history through the theoretical framework of dialectical materialism, which sanctioned political commitment to the successful overthrow of capitalism, and then to instituting socialism; and, as the revolutionary national government, to realize the socio-economic transition by all means.[2]
ne: लेनिनवाद एक रूसी क्रान्तिकारी नेता भ्लादिमिर लेनिन ले विकसित गरेको राजनीतिक विचारधारा हो जसले क्रान्तिकारी भान्गार्ड पार्टीको नेतृत्वमा सर्वहारा वर्गको तानाशाही स्थापना गर्ने प्रस्ताव गर्छ, जसलाई साम्यवादको स्थापनाको राजनीतिक प्रस्तावनाको रूपमा प्रस्तुत गरिन्छ। लेनिनवादी भान्गार्ड पार्टीको कार्य भनेको मजदुर वर्गलाई राजनीतिक चेतना (शिक्षा र संगठन) प्रदान गर्नु र रूसी साम्राज्य (१७२१-१९१७) र पूँजीवाद हटाउन आवश्यक क्रान्तिकारी नेतृत्व प्रदान गर्नु हो। [१] लेनिनवादी क्रान्तिकारी नेतृत्व कम्युनिष्ट घोषणापत्र मा (१८४८) आधारित छ जसमा कम्युनिस्ट पार्टीलाई "हरेक देशको मजदुर वर्गको सबैभन्दा उन्नत र कृत दृढ़संकल्प अंग जसले सबैलाई अघि बढाउने खण्ड"को रुपमा पहिचान गरेको छ। भान्गार्ड पार्टी को रूप मा, Bolsheviks को सैद्धान्तिक को रूपरेखा मार्फत इतिहास देखी द्वन्द्वात्मक भौतिकवादद समाजवाद स्थापना गर्न पूंजीवाद को सफल ढलाउनु गर्न राजनीतिक प्रतिबद्धता मंजूर जो, र त्यसपछि,; र, क्रान्तिकारी राष्ट्रिय सरकारको रूपमा, सबै माध्यमबाट सामाजिक-आर्थिक संक्रमणलाई महसुस गर्न। [२]

source: Leninism after 1924
ne: १९२४ पछि लेनिनवाद

source: In the 19th century, Karl Marx and Friedrich Engels wrote the Manifesto of the Communist Party (1848) in which they called for the political unification of the European working classes in order to achieve communist revolution; and proposed that, because the socio-economic organization of Communism was of a higher form than that of capitalism, a workers' revolution first would occur in the industrialised countries. In Germany, Marxist social democracy was the political perspective of the Social Democratic Party of Germany, inspiring Russian Marxists, such as Lenin.[5]
ne: १९ औं शताब्दीमा, कार्ल मार्क्स र फ्रेडरिक एंगेल्सले कम्युनिष्ट पार्टीको घोषणापत्र (१८४८) लेखेका थिए जसमा उनीहरूले कम्युनिष्ट क्रान्ति हासिल गर्नका लागि युरोपेली मजदुर वर्गको राजनीतिक एकीकरणको लागि आह्वान गरे ; र प्रस्ताव गरे कि कम्युनिष्टको सामाजिक-आर्थिक संगठन पूँजीवाद भन्दा उच्च रुप मा भएको हुनाले मजदुर क्रान्ति सबैभन्दा पहिले औद्योगिक देशहरुमा हुने थियो। जर्मनीमा मार्क्सवादी सामाजिक लोकतन्त्र भनेको जर्मनीको सोशल डेमोक्र्याटिक पार्टीको राजनीतिक परिप्रेक्ष्य थियो र यसले लेनिन जस्ता रूसी मार्क्सवादीहरूलाई प्रेरणा दियो। [१]

source: In Marxist philosophy, the dictatorship of the proletariat is the form of production in which a proletarian party holds political power.[1][2] The dictatorship of the proletariat is the intermediate stage between a capitalist economy and a communist economy, whereby the post-revolutionary state seizes the means of production and compels the implementation of direct elections on behalf and within the confines of the ruling proletarian state party. Instituting elected delegates into representative workers' councils that nationalise ownership of the means of production from private to collective ownership. During this phase, the administrative organizational structure of the party is largely determined by the need for it to govern firmly and wield state power to prevent counterrevolution and to facilitate the transition to a lasting communist society.
ne: मार्क्सवादी दर्शनमा, सर्वहारा वर्गको अधिनायकत्व यस्तो उत्पादनको रूप हो जहाँ सर्वहारा पार्टीले राजनीतिक शक्ति पाउँदछ। [१] [२] सर्वहारा वर्गको तानाशाही भनेको पूँजीवादी अर्थतन्त्र र कम्युनिष्ट अर्थव्यवस्थाको बीचको संक्रमणकालीन अवस्था हो, जहाँ उत्तरोत्तर क्रान्तिकारी राज्यले उत्पादनका साधनहरू कब्जा गर्छ र शासक सर्वहारा राज्य पार्टीको सीमान्तमा प्रत्यक्ष निर्वाचनको कार्यान्वयन गर्न बाध्य गर्दछ। श्रमिक काउन्सिलमा प्रतिनिधिहरू निर्वाचित हुन्छन् जसले निजी स्वामित्वबाट सामूहिक स्वामित्व तर्फ उत्पादनका साधनका स्वामित्वलाई राष्ट्रियकरण गर्दछ। यस चरणमा पार्टीको प्रशासनिक संगठनात्मक संरचना धेरै हदसम्म यसको प्रति-क्रान्तिलाई रोक्न र दिगो कम्युनिष्ट समाजमा संक्रमणको सुलभताका लागि राज्यको शक्तिमा दृढ शासन चलाउनुपर्ने आवश्यकताले निर्धारण गर्दछ।

source: The planning of material production would service the social and economic needs of the population, such as the right to education, health and welfare services, public housing. The Paris Commune (1871), which controlled the capital city for two months, before being suppressed, was an example of the dictatorship of the proletariat. In Marxist philosophy, the term dictatorship of the bourgeoisie is the antonym to the dictatorship of the proletariat.[3]
ne: सर्वहारा वर्गको अधिनायकत्व शब्दको रचना समाजवादी क्रान्तिकारी जोसेफ वाइडेमेयरले गरेका थिए; जुन कार्ल मार्क्स र फ्रेडरिक एंगेल्सले आफ्नो दर्शन र अर्थशास्त्रमा अपनाए। शब्द तानाशाही ले उत्पादन को साधनहरुमा राज्य को पूर्ण नियन्त्रण दर्शाउँछ। भौतिक उत्पादनको योजनाले जनताको सामाजिक र आर्थिक आवश्यकताहरू जस्तै शिक्षा, स्वास्थ्य र कल्याणकारी सेवाहरूको अधिकार, सार्वजनिक आवासको सेवा पूर्ति गर्दछ। राजधानीलाई दुई महिना नियन्त्रण गरेको पेरिस कम्युन (१८७१) दमन हुनु भन्दाअघि , सर्वहारावर्गको तानाशाहीको उदाहरण हो। मार्क्सवादी दर्शनमा पूँजीपति वर्गको तानाशाही शब्द सर्वहारावर्गको तानाशाहीको विपरित शब्दावली हो। [१]

source: Force and violence played an important role in Friedrich Engels's vision of the revolution and rule of proletariat. In 1877, arguing with Eugen Dühring, Engels ridiculed his reservations against use of force:
ne: फ्रेडरिक एंगेल्सको सर्वहारा क्रान्ति र शासनको दर्शनमा बल र हिंसाले महत्वपूर्ण भूमिका खेलेको थियो। सन् १८७७ मा, यूजेन डयूहरिंग ‌ सँग बहस गर्दा एंगेल्सले शक्ति प्रयोगको विरुद्धमा आफ्नो आरक्षणको उपहास गरे।

source: In the 20th century, Vladimir Lenin developed Leninism—the adaptation of Marxism to the socio-economic and political conditions of Imperial Russia (1721–1917). This body of theory later became the official ideology of some Communist states.
ne: २० औं शताब्दीमा भ्लादिमिर लेनिनले लेनिनवादको विकास गरे - जुन रूसी साम्राज्य (१७२१-१९१७) को सामाजिक-आर्थिक स्थितिमा मार्क्सवादको अनुकूलन थियो। यो सिद्धान्त पछि केही कम्युनिष्ट राज्यहरुको आधिकारिक विचारधारा बन्न पुग्यो।

source: Augustin Robespierre led up the steps to the guillotine on 28 July 1794
ne: २८ जुलाई १७९४ मा मा अगस्टिन रोबस्पियरले गिलोटिनमा कदम चालेका थिए

source: Augustin Bon Joseph de Robespierre (21 January 1763 – 28 July 1794)[1] was the younger brother of French Revolutionary leader Maximilien Robespierre.
ne: अगस्टिन बोन जोसेफ डि रोबेस्पियर (२१ जनवरी १७६३-२८ जुलाई १७९४) [१] फ्रान्सेली क्रान्तिकारी नेता म्याक्सिमिलिन रोबेस्पियरका कान्छो भाइ थिए।

source: Swarnim Waglé is the former Vice-Chair and Member of the National Planning Commission of Nepal, headed by the Prime Minister.[1] He served as Vice-Chair from August 2017 to February 2018, and as Member of the National Planning Commission of Nepal for two terms (September 2016 to August 2017 and May 2014 to November 2015).[2] Dr. Waglé currently chairs the Institute for Integrated Development Studies (IIDS), a South Asian policy think tank established in Kathmandu in 1979.
ne: स्वर्णिम वाग्ले राष्ट्रिय योजना आयोगका पूर्व उपाध्यक्ष हुन्, जुन प्रधानमन्त्रीको अध्यक्षतामा रहेको हुन्छ। [१] उनले २०७४-०४-२२ ( अगस्ट २०१७) देखि फेब्रुअरी २०१८ रााााष्ट्रिय योजना आयोगका उपाध्यक्षको रूपमा काम गरे, र नेपालको राष्ट्रिय योजना आयोगको सदस्यको रूपमा दुई कार्यकालका लागि (सेप्टेम्बर २०१६ २०१ देखि अगस्ट २०१७ र मे २०१४ देेेेखि नोभेम्बर २०१५)। [२]

source: Space debris
ne: अन्तरिक्षमा फोहोर

source: Starlink is a satellite constellation being constructed by SpaceX[1][3] to provide satellite Internet access.[3][4] The constellation will consist of thousands of mass-produced small satellites in low Earth orbit (LEO), working in combination with ground transceivers. SpaceX also plans to sell some of the satellites for military,[6] scientific, or exploratory purposes.[6] The SpaceX satellite development facility in Redmond, Washington houses the Starlink research, development, manufacturing, and on-orbit control operations. The total cost of the decade-long project to design, build, and deploy the constellation was estimated by SpaceX in May 2018 to be about US$10 billion.[7]
ne: स्टारलिंक उपग्रह इन्टरनेट पहुँच प्रदान गर्न [1] [2] स्पेसएक्स [3] [4] ले निर्माण गरिरहेको उपग्रह मंडल (नक्षत्र) हो । उपग्रह मंडलमा हजारौं बृहत रुपमा उत्पादित साना स्याटेलाइटहरू पृथ्वीको तल्लो कक्ष (लोअर अर्थ आर्बिट: एलईओ) मा मिल्छ, जसले जमीन ट्रान्ससीभरको साथ संयोजनमा काम गर्दछ। स्पेसएक्सले केहि उपग्रहहरू सैन्य, []] वैज्ञानिक, वा अन्वेषण प्रयोजनका लागि बेच्ने योजना बनाएको छ। []] रेडमन्ड, वाशिंगटनमा रहेको स्पेसएक्स स्याटेलाइट डेभलपमेन्ट फ्यासिलिटीले स्टारलिंक अनुसन्धान, विकास, निर्माण, र अन-कक्षा नियन्त्रण कार्यहरू राख्छ। मे २०१८ को अनुमान अनुसार नक्षत्र डिजाइन, निर्माण, र तैनाथ गर्न दशक लामो परियोजनाको कुल लागत स्पेसएक्सले १० अरब अमेरिकी डलर अनुमान गरेको थियो। []]

source: Global broadband Internet
ne: ग्लोबल ब्रोडबैंड ईन्टरनेट

source: Technology
ne: प्रविधि/ टेक्नोलोजी

source: Light pollution
ne: प्रकाश प्रदूषण

source: Design
ne: @डिजाईन

source: The Statue of Unity is a colossal statue of Indian statesman and independence activist Sardar Vallabhbhai Patel (1875–1950), who was the first Deputy Prime Minister and Home minister of independent India and adherent of Mahatma Gandhi during the non-violent Indian Independence movement. Patel was highly respected for his leadership in uniting 562 princely states of India with a major part of the former British Raj to form the single Union of India. The statue is located in the state of Gujarat, India.
ne: स्ट्याचु अफ युनिटी भारतीय राजनीतिज्ञ र स्वतन्त्रताकर्मी सरदार वल्लभभाई पटेलको (११८७५-१९५०) का विशाल मूर्ति हो, जो अहिंसाकारी भारतीय स्वतन्त्रता आन्दोलनमा भारतको प्रथम उपप्रधानमन्त्री र स्वतन्त्र भारतका गृहमन्त्री थिए र महात्मा गान्धीका अनुयायी थिए। पटेललाई भारतको ५६२ राज्यहरूलाई एकतामा पुर्‍याउने र बेलायती राजको एक प्रमुख हिस्सालाई भारतको एकल संघ बनाउने नेतृत्वको नेतृत्वको लागि अत्यन्त सम्मान गरिएको थियो। मूर्ति भारतको, गुजरात राज्य मा स्थित छ। यो 182 metres (597 feet) उचाई संग संसारको सब भन्दा अग्लो प्रतिमा हो । [१] यो केवडिया कालोनीको नर्मदा नदीमा अवस्थित छ, सरदार सरोवर बाँध 100 kilometres (62 62२ 100 kilometres (62 वडोदरा शहर को दक्षिण पूर्व [२] र १ 150 kilometres (93 सूरत बाट।

source: Over 1,28,000 tourists visited the statue in the 11 days after its opening to the public on 1 November 2018.[39] The daily average tourist footfall at Statue of Unity during November 2019 reached 15,036, outpacing the Statue of Liberty (which attracts around 10,000 daily visitors on average).[40] It has been included in the Shanghai Cooperation Organisation’s ‘8 Wonders of SCO’ list.[41]
ne: १ नोभेम्बर २०१८ मा सर्वसाधारणलाई खुला गरेको ११ दिनमा १,२८,००० भन्दा बढी पर्यटकहरूले मूर्ति भ्रमण गरे। [१] नोभेम्बर २०१९ को अवधिमा स्ट्याचु अफ युनिटीमा दैनिक औसत १५,०३६ पर्यटक पुगेका थिए, र स्ट्याचु अफ लिबर्टीलाई पछाडि पार्यो (जुन औसतमा १०,००० दैनिक आगन्तुकहरूलाई आकर्षित गर्दछ)। [२] यो संघीय सहयोग संगठनको 'एससीओका ८ आश्चर्य' सूचीमा समावेश गरिएको छ। []]

source: This list of tallest statues includes completed statues that are at least 30 m (98 ft) tall, which was the assumed height of the Colossus of Rhodes. The height values in this list are measured to the highest part of the human (or animal) figure, but exclude the height of any pedestal (plinth), or other base platform as well as any mast, spire, or other structure that extend higher than the tallest figure in the monument.
ne: यस सबैभन्दा अग्लो प्रतिमाहरूको सूची मा ३० मिटर (९८ फिट ) अग्ला प्रतिमा हरू समावेश छन् , जुन रोड्सको कोलोससको उचाई मानिएको थियो।

source: Destroyed
ne: नष्ट गरिएका

source: The Presidential Palace in Warsaw, Poland, where the Warsaw Pact was established and signed on 14 May 1955
ne: पोल्याण्डको वारसामा राष्ट्रपति भवन, जहाँ वार्सा सम्झौता स्थापित भयो र १ May मे १ 195।। मा हस्ताक्षर गरियो

source: The Warsaw Treaty Organization[1] (WTO), officially the Treaty of Friendship, Cooperation and Mutual Assistance,[2] commonly known as the Warsaw Pact (WP),[3] was a collective defense treaty signed in Warsaw, Poland between the Soviet Union and seven other Eastern Bloc socialist republics of Central and Eastern Europe in May 1955, during the Cold War. The Warsaw Pact was the military complement to the Council for Mutual Economic Assistance (CoMEcon), the regional economic organization for the socialist states of Central and Eastern Europe. The Warsaw Pact was created in reaction to the integration of West Germany into NATO[4][5][6][7] in 1955 per the London and Paris Conferences of 1954,[8][9][10][11][12] but it is also considered to have been motivated by Soviet desires to maintain control over military forces in Central and Eastern Europe.[13]
ne: वार्सा सन्धि संगठन [१] ( डब्ल्यूटीओ ) आधिकारिक रूपमा मित्रता, सहयोग र पारस्परिक सहयोगको सन्धि, [२] सामान्यतया वारसा वार्सा प्याक्ट भनेर चिनिन्छ, []] शीत युद्धको समयमा मे १९५५ मा पोल्याण्डको वारसामा सोभियत संघ र मध्य र पूर्वी युरोप का सात अन्य पूर्वी समाजवादी गणराज्यहरु गुटको बीच हस्ताक्षर गरिएको सामूहिक रक्षा सन्धि थियो। । वार्सा सन्धि मध्य र पूर्वी यूरोपको समाजवादी राज्यहरूका लागि क्षेत्रीय आर्थिक संगठन, म्युचुअल आपसी आर्थिक सहायता परिषद (CoMEcon) को सैन्य पूरक थियो। वार्सा सन्धि १९५५ मा 195 55 मा १९५४ मा लण्डन र पेरिस सम्मेलनमा प्रतिबद्धता अनुसार [4] [5] पश्चिम जर्मनीको नाटोमा जोडिएपछी को [6] [7] [8] प्रतिक्रियामा गरिएको थियो, तर यो मध्य र पूर्वी यूरोपमा सैन्य बलमाथि नियन्त्रण कायम राख्न सोभियत इच्छाबाट प्रेरित भएको मानिन्छ।

source: Observers
ne: पर्यवेक्षक

source: Mongolia: In July 1963 the Mongolian People's Republic asked to join the Warsaw Pact under Article 9 of the treaty.[55] Due to the emerging Sino-Soviet split, Mongolia remained in an observer status.[55] The Soviet government agreed to station troops in Mongolia in 1966.[56]
ne: Mongolia: In July 1963 the Mongolian People's Republic asked to join the Warsaw Pact under Article 9 of the treaty.[1] Due to the emerging Sino-Soviet split, Mongolia remained in an observer status.[1] The Soviet government agreed to station troops in Mongolia in 1966.[2]

source: During Cold War
ne: शीत युद्धको समयमा

source: Collective Security Treaty Organization (CSTO) – Modern military alliance between six former Soviet states. Shanghai Cooperation Organization (SCO) – Modern Eurasian political, economic and military organization. Treaty of Friendship
ne: सामूहिक सुरक्षा सन्धि संगठन (सीएसटीओ) - छ वटा पूर्व सोभियत राज्यहरु बीच आधुनिक सैन्य गठबन्धन। शंघाई सहयोग संगठन (SCO) - आधुनिक यूरेशियाई राजनीतिक, आर्थिक र सैन्य संगठन। मित्रताको सन्धि

source: In July 1954, he was appointed Soviet Ambassador to Hungary and held this position during the 1956 Hungarian Revolution. Andropov played a key role in crushing the Hungarian uprising. He convinced a reluctant Nikita Khrushchev that military intervention was necessary.[1] He is known as 'The Butcher of Budapest' for his ruthless suppression of the Hungarian uprising.[15] The Hungarian leaders were arrested and Imre Nagy and others executed.
ne: जुलाई १९५४ मा, उनी हंगेरीक लागि सोभियत राजदूत नियुक्त भए र १९५६ को हंगेरी क्रान्तिको दौरान उनले यो पद सम्हाले । एन्ड्रोपोभले हंगेरी विद्रोहलाई दबाउनमा महत्वपूर्ण भूमिका खेले। उनले अनिच्छुक निकिता ख्रुश्चेभलाई सैन्य हस्तक्षेप आवश्यक छ विश्वस्त गराए। [1] हंगेरी विद्रोहको निर्मम दमनको लागि उनलाई 'बुडापेस्टको कसाई' भनेर चिनिन्छन्। [२] हंग्रेरियन नेताहरू पक्राउ परे र इम्रे नागी र अन्यलाई मृत्युदण्ड दिइयो।

source: Yuri Vladimirovich Andropov (/ænˈdroʊpɔːf, -pɒf/;[1] Russian: Юрий Владимирович Андропов, tr. Yury Vladimirovich Andropov, IPA: [ˈjʉrʲɪj vlɐˈdʲimʲɪrəvʲɪtɕ ɐnˈdropəf]; 15 June [O.S. 2 June] 1914 – 9 February 1984)[2] was the sixth paramount leader of the Soviet Union and the fourth General Secretary of the Communist Party of the Soviet Union. Following the 18-year rule of Leonid Brezhnev, Andropov served in the post from November 1982 until his death in February 1984.
ne: यूरी भ्लादिमिरोभिच एन्ड्रोपोभ Vladimirovich Andropov ( /एई N घ आर oʊ पृ ɔː च, - p ɒ f / ; [१] Russian युरी भ्लादिमिरोविच एन्ड्रोपोभ , आईपीए: [ ; Jʉrʲɪj vlɐˈdʲimʲɪrəvʲɪtɕ ˈnˈDPəf] ; - ९ फेब्रुअरी १९८४) [२] सोभियत संघको छैठौं सर्वोच्च नेता र सोभियत संघ कम्युनिष्ट पार्टीको चौधौं महासचिव थिए । लियोनिद ब्रेज्नेभको १८ वर्षे शासन पछि, एन्ड्रोपोभले नोभेम्बर १९८२ देखि फेब्रुअरी १९८४ सम्म उनको मृत्यु नहोउन्जेलसम्म यस पदमा काम गरे।

source: Chairmanship of the KGB and Politburo career
ne: केजीबी अध्यक्षता र पोलिटब्युरो क्यारियर

source: Earlier in his career, Andropov served as the Soviet ambassador to Hungary from 1954 to 1957, during which time he was involved in the suppression of the 1956 Hungarian Uprising. He was named Chairman of the KGB on 10 May 1967. In this position, he oversaw a massive crackdown on dissent carried out via mass arrests and the involuntary psychiatric commitment of people deemed "socially undesirable".[citation needed] After Brezhnev suffered a stroke in 1975, Andropov formed a troika alongside Foreign Minister Andrei Gromyko and Defense Minister Andrei Grechko (before replaced by Dmitriy Ustinov in 1976) which dictated policy for the rest of Brezhnev’s rule.
ne: आफ्नो सेवा वृति को सुरुवार, एन्ड्रोपोभले १९५४ देखि १९५७ सम्म हंगेरीको लागि सोभियत राजदूतको रूपमा काम गरे। त्यस समयमा उनी १९५६ को हंगेरी विद्रोहको दमनमा सामेल भएका थिए। उनलाई १० मे १८६७ मा केजीबी अध्यक्ष नियुक्त गरिएको थियो। यस स्थितिमा उनले सामूहिक गिरफ्तारी र "सामाजिक अवांछनीय" मानिने व्यक्तिको अनैच्छिक मनोवैज्ञानिक प्रतिबद्धताको माध्यमबाट गरिएको मतभेदको व्यापक निरीक्षण गरे। लियोनिद ब्रेज्नेभले १९७५ मा हृदयघात को सामना गरेपछि, एन्ड्रोपोभले विदेशमन्त्री, रक्षामन्त्री र आफू सम्मिलित तीन सदस्यीय समिति गठन गरे जुनले ब्रेज्नेभको बाँकी शासन अबधीको नीतिहरू तर्जुमा गर्यो।

source: During his short tenure, Andropov sought to eliminate corruption and inefficiency within the Soviet system by investigating longtime officials for violations of party discipline and criminalizing truancy in the workplace. The Cold War intensified, and he was at a loss for how to handle the growing crisis in the Soviet economy. His major long-term impact was bringing to the fore a new generation of young reformers, as energetic as himself, including Yegor Ligachyov, Nikolai Ryzhkov, and, most important, Mikhail Gorbachev.[3] However, upon suffering kidney failure in February 1983, Andropov's health began to deteriorate rapidly.
ne: १० नोभेम्बर १९८२ मा, ब्रेजेनेभको मृत्युपछि युरी एन्ड्रोपोभ उनी पछि जनरल सेक्रेटरी र सोभियत संघका नेताको रूपमा आए । एन्ड्रोपोभले आफ्नो छोटो कार्यकालको अवधिमा सोभियत व्यवस्थामा भ्रष्टाचार र अकुशलता हटाउने प्रयास गरे जुन पार्टीको अनुशासनको उल्लंघन र कार्यस्थलमा सच्चाइलाई अपराधीकरण गरेको आरोपमा लामो समयदेखि अनुसन्धान गरी सोभियत प्रणालीमा भ्रष्टाचार र अकुशलताको अन्त्य गर्ने प्रयास गरे। शीतयुद्ध तीव्र भयो र सोभियत अर्थतन्त्रमा बढ्दो सङ्कट उनले जसरी सम्हाले उनी नोक्सानमा थिए। उनको प्रमुख दीर्घकालीन प्रभाव भनेको आफु जस्तै उर्जावान युवा सुधारवादीहरूको ( यिगोर लिगाच्योभ, निकोलाई राइजकोभ र सबैभन्दा महत्त्वपूर्ण, मिखाइल गोर्बाचोभ लगायत सहितका) नयाँ पुस्तालाई अगाडि ल्याउनु थियो। [१] यद्यपि फेब्रुअरी १९८३ मा मृगौला फेल भएपछि एन्ड्रोपोभको स्वास्थ्य द्रुत बिग्रिन थाल्यो। लगभग १५ महिना देशको नेतृत्व गरेपछि, ९ फेब्रुअरी १९८३ मा , उनको मृत्यु भयो।
